[{"date":"2007-08-01","sign":"0","slant":"Generic","rating":"1","interp":"The Pisces Moon reminds us to consider the feelings of others, yet it's challenging because Mercury is inflated by optimistic Jupiter. We must make adjustments today, as Mars has a run-in with powerful Pluto. Usually Mars loses when these two fighters engage, yet no one emerges victorious now, for the fight never quite materializes. Instead there is unnecessary posturing that makes everyone feel on edge, yet tensions can diffuse without a showdown.","sms_interp":"There is unnecessary posturing that makes everyone feel on edge, yet tensions can diffuse without a showdown.","keyword":"tension","subject_line":"Tensions can diffuse without a showdown","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/00-general\/general-300px.png"},{"date":"2007-08-01","sign":"1","slant":"Generic","rating":"1","interp":"You are being required to shift directions, for everything may seem out of focus and you can't find your way through the uncertain landscape that changes with your feelings. Keep in mind that reality is not the problem; it's your judgment that could be a bit off. Delay any big decisions until tomorrow when your confidence returns.","sms_interp":"Keep in mind that reality is not the problem; it's your judgment that could be a bit off. Delay any big decisions until tomorrow.","keyword":"poor judgment","subject_line":"Your judgment could be a bit off","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/01-aries\/aries-300px.png"},{"date":"2007-08-01","sign":"2","slant":"Generic","rating":"1","interp":"You don't like wasting energy on unproductive activities, especially when someone is getting in your way for no apparent reason. It may even feel as if others are on a power trip today. They may be, but you're not likely to stop them. Don't bother trying as you can surely find better ways to spend your time.","sms_interp":"Others may be on a power trip today. Don't bother trying to stop them, as you can surely find better ways to spend your time.","keyword":"power trip","subject_line":"Others may be on a power trip today","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/02-taurus\/taurus-300px.png"},{"date":"2007-08-01","sign":"3","slant":"Generic","rating":"1","interp":"You may be feeling out of sorts today, but it can take on a form of irritation because whatever you do to fix the situation seems ineffective. Watch carefully for clues, as unspoken thoughts can now have dramatic consequences. If you aren't thinking clearly, your resentment can fuel an unnecessary conflict. If, however, you are aware of what's happening, you can smoothly avoid confrontation until the energy settles back down to normal.","sms_interp":"Watch carefully for clues, as unspoken thoughts can now have dramatic consequences. Avoid confrontation until the energy settles.","keyword":"conflict","subject_line":"Resentment can fuel an unnecessary conflict","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/03-gemini\/gemini-300px.png"},{"date":"2007-08-01","sign":"4","slant":"Generic","rating":"1","interp":"You may attempt to put your feelings back inside the container from which they have escaped. Even if you begin to get things under control, something happens and the feelings get out once again. Perhaps you needn't struggle about hiding your emotions. Instead, accept them as messages from your subconscious mind while remembering that you don't have to act on them.  ","sms_interp":"Perhaps you needn't struggle about hiding your emotions. Instead, accept them as messages from your subconscious mind.","keyword":"unwieldy emotions","subject_line":"You don't have to act on emotions","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/04-cancer\/cancer-300px.png"},{"date":"2007-08-01","sign":"5","slant":"Generic","rating":"1","interp":"Shadows are currently obscuring your normally clear view of the horizon, but there's no need to try to clear the air. The boundless blue sky and crisp horizon are still there, just hidden behind the clouds. They don't go away just because you cannot see them. The simple act of reminding yourself of this can help you feel better about your frustrations today.","sms_interp":"Shadows are currently obscuring your normally clear view of the horizon, but there's no need to try to clear the air.","keyword":"shadows","subject_line":"Shadows are obscuring your view","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/05-leo\/leo-300px.png"},{"date":"2007-08-01","sign":"6","slant":"Generic","rating":"1","interp":"Set aside your analysis and just allow your feelings to flow, even if you don't know how to react. Don't worry, for the ultimate destination of your watery emotions is the sea of consciousness -- beyond any of your personal problems. Your stress will dissipate once you realize that you cannot think your way back to the ocean. Use your heart instead of your head.","sms_interp":"Your stress will dissipate once you realize that you should just let your feelings flow. Use your heart instead of your head.","keyword":"use your heart","subject_line":"Allow your feelings to flow","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/06-virgo\/virgo-300px.png"},{"date":"2007-08-01","sign":"7","slant":"Generic","rating":"1","interp":"Pay attention to what you say today, for your words carry more emotional weight than you intend, even if you try to couch your feelings in vague meanderings. Deeply rooted issues can come dangerously close to the surface and interrupt your life. Although the resulting disruption could turn into a bothersome problem, it can be an important step to resolving the underlying issue.","sms_interp":"Deep issues can come close to the surface and interrupt your life. This problem can be an important step toward resolution.","keyword":"emotional words","subject_line":"Your words carry much emotional weight","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/07-libra\/libra-300px.png"},{"date":"2007-08-01","sign":"8","slant":"Generic","rating":"1","interp":"You feel quite positive about getting on with your work, even if you are still holding on to an impossible dream. It's not that you are obsessed; it's just that you find it difficult to take your mind off the potential. Meanwhile, others pull you off course, even if their effect is unintentional. No matter what happens, stay focused on what's right in front of you.","sms_interp":"You feel quite positive about getting on with your work, even if you are still holding on to an impossible dream.","keyword":"focus","subject_line":"Stay focused on what's in front of you","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/08-scorpio\/scorpio-300px.png"},{"date":"2007-08-01","sign":"9","slant":"Generic","rating":"1","interp":"You are totally motivated to take on a big project now, as Jupiter encourages thoughtful Mercury. You feel like you have sufficient energy to do it all, but you may have to reconsider the entire plan. No doubt, the work is healthy, for it allows you to channel your ambitions into something productive. Just think it out carefully before committing, for you can inadvertently take on more than you should.","sms_interp":"Even if you feel like you have sufficient energy to do it all, you may have to reconsider the entire plan.","keyword":"motivation","subject_line":"Channel ambitions into something productive","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/09-sagittarius\/sagittarius-300px.png"},{"date":"2007-08-01","sign":"10","slant":"Generic","rating":"1","interp":"Your drive for success pushes you into new realms now and, although there is some discomfort attached to your ambition, you are willing to face it if it can move you closer to your goals. You have probably thought about what you are going to do in great detail. The problem is that you are having a difficult time maintaining steady progress. Your willingness to adjust your plans often is your best strategy.","sms_interp":"Your drive for success pushes you and, although there is some discomfort attached to your ambition, you are willing to face it.","keyword":"progress","subject_line":"Steady progress can be a challenge","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/10-capricorn\/capricorn-300px.png"},{"date":"2007-08-01","sign":"11","slant":"Generic","rating":"1","interp":"You can get hooked into an overwhelming emotional situation today as you strive for control. Perhaps someone has something that you want or maybe others are trying to manipulate you. Be careful; even if you are rational, things may not play out logically. Be patient and wait for the murky waters to clear.","sms_interp":"You can get hooked into an overwhelming emotional situation as you strive for control. Be patient; wait for the waters to clear.","keyword":"murky waters","subject_line":"Wait for the murky waters to clear","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/11-aquarius\/aquarius-300px.png"},{"date":"2007-08-01","sign":"12","slant":"Generic","rating":"1","interp":"The real issue now is about how your feelings impact those around you. You may want to do something that will make a very clear statement about your intentions, but nothing you do seems to help the delicate situation. It's not your fault, so don't be mad at yourself if you cannot fix everything at once.","sms_interp":"This delicate situation is not your fault, so don't be mad at yourself if you cannot fix everything at once.","keyword":"delicate situation","subject_line":"You cannot fix everything at once","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/12-pisces\/pisces-300px.png"}]
[{"date":"2007-08-02","sign":"0","slant":"Generic","rating":"1","interp":"We may be in a pleasant fog today with the Moon in dreamy Pisces while expansive Jupiter receives a harmonious trine from the Sun. This positive transit helps ease the fear of the unknown that builds as mental Mercury quincunxes dark Pluto. Our uncertainty vanishes, though, as the Moon enters impulsive Aries at 4:42 pm EDT. Even with Pluto lurking in the shadows, Jupiter reminds us to remain open to whatever good fortune comes our way.","sms_interp":"Even with Pluto lurking in the shadows, Jupiter reminds us to remain open to whatever good fortune comes our way.","keyword":"good fortune","subject_line":"Remain open to good fortune","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/00-general\/general-300px.png"},{"date":"2007-08-02","sign":"1","slant":"Generic","rating":"1","interp":"You can have an amazingly positive day as long as you remember to stay grounded. If you cannot keep your enthusiasm contained, you could go right over the top and then there will be a price to pay. It's not worth feeling good for a short amount of time, only to realize that you've gone a step too far. Be cautious and you'll still get more than you expect.","sms_interp":"You can have a really positive day if you remember to stay grounded. Be cautious and you'll still get more than you expect.","keyword":"caution","subject_line":"Remember to stay grounded","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/01-aries\/aries-300px.png"},{"date":"2007-08-02","sign":"2","slant":"Generic","rating":"1","interp":"Even if you are still a bit off balance, today you'll likely recover fast enough. In fact, you probably have an optimistic outlook on pretty much anything that comes your way now. You can see potential everywhere you look. And, with a bit of effort, you will be able to accomplish whatever you set out to do.","sms_interp":"You can see potential everywhere you look. And, with a bit of effort, you will be able to accomplish whatever you set out to do.","keyword":"potential","subject_line":"You can see potential everywhere","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/02-taurus\/taurus-300px.png"},{"date":"2007-08-02","sign":"3","slant":"Generic","rating":"1","interp":"You are likely excited about all the possibilities now and love the variety of choices. Even with so much potential, you'll still need to choose. Fortunately, if you make a sound decision, you can set a very powerful cycle into motion. Think about what is needed to push your plan forward and then get to work. It will feel great to see the positive results of your efforts.","sms_interp":"Make a good decision and you can set a very powerful cycle into motion. It's great to see the positive results of your efforts.","keyword":"forward movement","subject_line":"Think about how to push your plan forward","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/03-gemini\/gemini-300px.png"},{"date":"2007-08-02","sign":"4","slant":"Generic","rating":"1","interp":"You are shown a silver lining to a dark cloud that has followed you around recently. This isn't a quick fix, nor is it about ignoring the real issues. The good news is about opportunities at work -- and there can be financial rewards too. Don't wait for the next chance to appear; the timing is right to take this one.","sms_interp":"You are shown a silver lining to a dark cloud. Don't wait for the next chance to appear; the timing is right to take this one.","keyword":"silver lining","subject_line":"The timing is right to take a chance","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/04-cancer\/cancer-300px.png"},{"date":"2007-08-02","sign":"5","slant":"Generic","rating":"1","interp":"You may truly be a lucky Lion today, for you are moving in harmony with an inherently prosperous universe, as the Sun in your sign harmonizes with bountiful Jupiter in your 5th House of Spontaneity. Let confidence flow through you, but don't let it turn to arrogance. Ultimately, you can set the stage now for your own success to follow.","sms_interp":"Let confidence flow through you, but don't let it turn to arrogance. You can set the stage for your own success to follow.","keyword":"confidence","subject_line":"Let confidence flow through you","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/05-leo\/leo-300px.png"},{"date":"2007-08-02","sign":"6","slant":"Generic","rating":"1","interp":"You are receiving Jupiter's cosmic good news in your 4th House of Home and Family, but you will need to act with discriminating intelligence or things can get out of control. You might misjudge the importance of a social event, especially if you feel as if you are being coerced to attend. Remember, showing up willingly for a loved one can bring sweet rewards later on.","sms_interp":"You are receiving Jupiter's cosmic good news, but act with discriminating intelligence or things can get out of control.","keyword":"discriminating intelligence","subject_line":"Act with discriminating intelligence","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/06-virgo\/virgo-300px.png"},{"date":"2007-08-02","sign":"7","slant":"Generic","rating":"1","interp":"You can make real gains as you appear more optimistic than you truly feel, but your current progress is about neither fame nor fortune. It's more about the quality of your interactions. Remember, good feelings that come from lasting friendships are, in themselves, great spiritual blessings that are now available to you for the asking.","sms_interp":"Good feelings coming from lasting friendships are, in themselves, spiritual blessings that are available to you for the asking.","keyword":"Spiritual blessings","subject_line":"Spiritual blessings are now available to you","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/07-libra\/libra-300px.png"},{"date":"2007-08-02","sign":"8","slant":"Generic","rating":"1","interp":"Increasing stability in your life is a blessing, for even during times of change, you know that you'll be able to hold it together. Now, you can magnify this gift by making something great happen that can be turned into a financial windfall or even greater fiscal security. If you have been procrastinating or just waiting for the best moment, this is the time to make your move.","sms_interp":"If you have been procrastinating or just waiting for the best moment, this is the time to make your move.","keyword":"make your move","subject_line":"This is the time to make your move","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/08-scorpio\/scorpio-300px.png"},{"date":"2007-08-02","sign":"9","slant":"Generic","rating":"1","interp":"Obstacles that have been in your path may magically disappear now, leaving you with a wide-open road ahead. Your key planet Jupiter is ready to deliver the goods; all you need to do is ask. Be careful, for the trap is to request more than you need. Over-indulgences will not be looked upon favorably, so don't be greedy.","sms_interp":"Obstacles in your path may disappear now, leaving you with a wide-open road ahead. Avoid being greedy with your requests.","keyword":"ask for what you need","subject_line":"Obstacles may disappear now","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/09-sagittarius\/sagittarius-300px.png"},{"date":"2007-08-02","sign":"10","slant":"Generic","rating":"1","interp":"Others may be impressed with your apparent spontaneity and abandon, but you have probably rehearsed your actions in the safety of your mind. You look as if you are on the edge, but in reality you are quite secure. Nevertheless, have fun with the spotlight on you today while your competence is being recognized.","sms_interp":"Others may be impressed with your apparent spontaneity. Have fun in the spotlight today while your competence is being recognized.","keyword":"fun in the spotlight","subject_line":"Have fun with the spotlight on you","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/10-capricorn\/capricorn-300px.png"},{"date":"2007-08-02","sign":"11","slant":"Generic","rating":"1","interp":"Being around like-minded friends and associates is just what you need today, for their presence in your life can open a door to opportunity. Someone else could make an important difference by bolstering your confidence. Luckily, your social skills are quite sharp, so it's a good idea to make the most of them while you have the support you need.","sms_interp":"Your social skills are quite sharp, so it's a good idea to make the most of them while you have the support you need.","keyword":"social skills","subject_line":"Your social skills are quite sharp now","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/11-aquarius\/aquarius-300px.png"},{"date":"2007-08-02","sign":"12","slant":"Generic","rating":"1","interp":"The high intensity charge doesn't go away today, even though the anxiety can diminish. You are being given tools to work with so you can accomplish more without suffering from burnout. Even if your love life cools, your career can be very hot now. One way or another, something beneficial is coming your way, assuming that you are ready to receive it.","sms_interp":"The high intensity charge is still with you. Something beneficial is coming your way -- assuming that you are ready to receive it.","keyword":"receive benefits","subject_line":"Be ready to receive something beneficial","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/12-pisces\/pisces-300px.png"}]
[{"date":"2007-08-03","sign":"0","slant":"Generic","rating":"1","interp":"Mental Mercury forms a cooperative sextile with assertive Mars today, enabling us to easily talk about goals and then follow through with decisive action. Our sense of urgency is highlighted by the impulsive Aries Moon that compels us to begin something anew before we entirely understand where it will take us or how we can finish what we start. Although things may have stagnated, we are now compelled to take the next step forward with determination.","sms_interp":"Urgency is highlighted by the Aries Moon compelling us to begin something before we understand how to finish what we start.","keyword":"moving forward","subject_line":"Follow through with decisive action","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/00-general\/general-300px.png"},{"date":"2007-08-03","sign":"1","slant":"Generic","rating":"1","interp":"You might be worried that you won't have sufficient downtime to enjoy yourself as much as you want this weekend. You feel as if the days are flying by, the clock is ticking, and you are missing your chance to play in the Sun. You cannot escape the obligations you already accepted, but you can create short breaks in your workweek to attend to more personal needs, including having fun.","sms_interp":"You cannot escape the obligations you already accepted, but you can create short breaks in your workweek to attend to your needs.","keyword":"have fun","subject_line":"Take breaks to take care of personal needs","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/01-aries\/aries-300px.png"},{"date":"2007-08-03","sign":"2","slant":"Generic","rating":"1","interp":"You may be a bit punchy as relationship issues weigh heavily on your mind. Your best bet now is to talk about it. Expressing your dissatisfaction with how things are going can be just the catalyst needed to initiate change. Even if you don't think there is an easy solution, express your concerns and get the process rolling.","sms_interp":"You may be a bit punchy as relationship issues weigh heavily on your mind. Your best bet now is to talk about it.","keyword":"express concerns","subject_line":"Your best bet now is to talk about it","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/02-taurus\/taurus-300px.png"},{"date":"2007-08-03","sign":"3","slant":"Generic","rating":"1","interp":"Being on a team has its drawbacks for you now, including your frustration of being tied to other people's schedules. If this has been an ongoing problem recently, consider letting go of your attempts to control everything. Take a break and allow coworkers or teammates determine the flow of events for a while.","sms_interp":"Consider letting go of your attempts to control everything. Allow coworkers or teammates to determine events for now.","keyword":"let go","subject_line":"Take a break from controlling events","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/03-gemini\/gemini-300px.png"},{"date":"2007-08-03","sign":"4","slant":"Generic","rating":"1","interp":"Even if you feel an urge to impose your values on others in the workplace, take time to look at the whole picture before it's too late. If you hide behind philosophical principles instead of dealing with the practical considerations, you'll end up alienating others, including those in control. Figure out where you fit into the hierarchy, but don't let your position get in the way of what you must do.","sms_interp":"Even if you feel an urge to impose your values on others in the workplace, take a look at the big picture before it's too late.","keyword":"big picture","subject_line":"Take time to look at the whole picture","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/04-cancer\/cancer-300px.png"},{"date":"2007-08-03","sign":"5","slant":"Generic","rating":"1","interp":"The Moon is in your 9th House of Big Ideas, yet your grand thoughts are more grounded in reality than ever before. Don't worry about what others think now, for they will surely see the wisdom and clarity of your judgment later. Put your plans out there for everyone to see, but don't try to force your opinions on anyone. Your intelligent approach will stand on its own.","sms_interp":"Don't worry about what others think now, for they will surely see the wisdom and clarity of your judgment later.","keyword":"intelligent opinions","subject_line":"Don't worry about what others think","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/05-leo\/leo-300px.png"},{"date":"2007-08-03","sign":"6","slant":"Generic","rating":"1","interp":"So much is taking place beneath the surface now, even if others can only see your charming side. Venus in your 1st House of Self can make you more popular, even if you are feeling hypercritical of everyone. Go ahead and do your penetrating research and nit-picking analysis, but save your harsh words. Be sensitive and package your judgments in encouragement rather than disapproval.","sms_interp":"Go ahead and do your penetrating research and nit-picking analysis, but save your harsh words. Be sensitive with judgments.","keyword":"encouragement","subject_line":"Package your judgments in encouragement","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/06-virgo\/virgo-300px.png"},{"date":"2007-08-03","sign":"7","slant":"Generic","rating":"1","interp":"The feisty Aries Moon in your 7th House of Partnerships provokes you to address real concerns that may originate with a business associate or friend. There really are no reasons to sidestep any issues that are raised, for you have done nothing wrong; it's just that clarification is needed right away. If you maintain integrity, a confrontation can quickly transform into a supportive affirmation of mutual respect.","sms_interp":"There really are no reasons to sidestep any issues that are raised, for you have done nothing wrong; clarification is needed soon.","keyword":"clarification","subject_line":"Clarification is needed right away","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/07-libra\/libra-300px.png"},{"date":"2007-08-03","sign":"8","slant":"Generic","rating":"1","interp":"Examine your work schedule carefully now, with an eye to making changes that allow you to become more efficient. Adding more structure to your days is more important than ever, as you may have taken on more than you can deliver. Don't be afraid to stir things up by talking about your feelings. Although it may be difficult at first, life will settle back down in a well-organized manner allowing you to be more productive.","sms_interp":"Examine your work schedule carefully now, with an eye to making changes that allow you to become more efficient.","keyword":"structure","subject_line":"Structure is more important than ever","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/08-scorpio\/scorpio-300px.png"},{"date":"2007-08-03","sign":"9","slant":"Generic","rating":"1","interp":"You are all set to go on a vacation, yet you just cannot stand the fact that your work has piled up. Whatever happens, don't even think about canceling your plans, for your sense of urgency on the job may be more about your feelings than about the reality of the situation. Take some time off and you'll return refreshed and ready to tackle even the most serious of jobs.","sms_interp":"Whatever happens, don't even think of canceling plans, for a sense of urgency on the job may just be about your feelings.","keyword":"vacation","subject_line":"Don't even think about canceling your plans","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/09-sagittarius\/sagittarius-300px.png"},{"date":"2007-08-03","sign":"10","slant":"Generic","rating":"1","interp":"You need to stir things up at home now, for boredom may have replaced the mystery and magic of love. You don't need to break away from someone to create deeper intimacy. Try minimizing the repetitive components of your day-to-day existence in order to allow room for new activities that can energize your closest relationships.","sms_interp":"You don't need to break away from someone to create deeper intimacy. Try minimizing the repetitive components of your day.","keyword":"new activities","subject_line":"Allow room for new activities","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/10-capricorn\/capricorn-300px.png"},{"date":"2007-08-03","sign":"11","slant":"Generic","rating":"1","interp":"You may feel stifled by the responsibilities placed on your shoulders, but you want to do what's expected of you now to show your loyalty and ability. Don't give in to impulsive reactions aimed at immediate gratification. You can reach satisfaction, but it may require self-restraint for the next couple of days first.","sms_interp":"Don't give in to impulsive reactions. You can have satisfaction, but it may require self-restraint for a few days first.","keyword":"self-restraint","subject_line":"Satisfaction may require self-restraint","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/11-aquarius\/aquarius-300px.png"},{"date":"2007-08-03","sign":"12","slant":"Generic","rating":"1","interp":"You might be excited about beginning a new project, but you are better off now building on something that you have already started. You will gain more in the long run by paying attention to the details, and then incorporating what you know into your current efforts. Don't just assume that you can do everything by yourself; asking others for help makes more sense than making a mess.","sms_interp":"You might be excited about beginning a new project, but you are better off now building on something that you've already started.","keyword":"ask for help","subject_line":"Build on something you've already started","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/12-pisces\/pisces-300px.png"}]
[{"date":"2007-08-04","sign":"0","slant":"Generic","rating":"1","interp":"A deep inner stability builds as a long-lasting harmonious trine, from realistic Saturn in fiery Leo to transformational Pluto, culminates on August 6. The Sun tensely aspects Pluto today, bringing hidden emotions out into the open. Additionally, communicative Mercury enters bold Leo, placing us on center stage. The Moon enters stubborn Taurus at 7:15 pm EDT adding certainty to our point of view. We have the gift now to say exactly what must be said.","sms_interp":"The Moon enters stubborn Taurus, adding certainty to our point of view. We have the gift now to say what must be said.","keyword":"communication","subject_line":"Say what must be said","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/00-general\/general-300px.png"},{"date":"2007-08-04","sign":"1","slant":"Generic","rating":"1","interp":"You are good to go today and there is little that will get in your way. However, if your view of who you are is inflated, it's time to bring your ego back down to a sensible level. As positive as you are, remember that it isn't a good idea to burn too hot today or you won't have enough energy left to enjoy tomorrow.","sms_interp":"It isn't a good idea to burn too hot today or you won't have enough energy left to enjoy tomorrow.","keyword":"good to go","subject_line":"It isn't a good idea to burn too hot today","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/01-aries\/aries-300px.png"},{"date":"2007-08-04","sign":"2","slant":"Generic","rating":"1","interp":"Your responsibilities may require talking about a serious issue on the home front. You might prefer instead to put some effort toward redecorating or simply having some people over for a party. If you have children, they may take up more of your time now. Don't get hung up in what you \"should\" do. You will feel more fulfilled if you let yourself be more spontaneous.","sms_interp":"Don't get hung up in what you \"should\" do. You will feel more fulfilled if you let yourself be more spontaneous.","keyword":"spontaneous","subject_line":"Let yourself be more spontaneous","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/02-taurus\/taurus-300px.png"},{"date":"2007-08-04","sign":"3","slant":"Generic","rating":"1","interp":"You are quite comfortable as mental Mercury enters your 3rd House of Communication, even if it's too noisy to relax. But you may not want it any quieter, for there are so many exciting things to do that you don't know where to begin. You are at the beginning of a major cycle of manifestation. Speak or write your intentions as clearly as you can -- and then get started on making change happen.","sms_interp":"You are at the beginning of a major cycle of manifestation. Speak or write your intentions as clearly as you can.","keyword":"manifestation","subject_line":"Get started on making change happen","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/03-gemini\/gemini-300px.png"},{"date":"2007-08-04","sign":"4","slant":"Generic","rating":"1","interp":"Shift gears to stabilize whatever you started over the past weeks. You probably feel like moving slowly; after all, you are a tentative Crab. But you also see the wisdom in pushing your desires out there so others can join in your effort. There isn't time now for shyness. Make a direct beeline toward your destination.","sms_interp":"Shift gears to stabilize what you've started. There isn't time now for shyness. Make a direct beeline toward your destination.","keyword":"be bold","subject_line":"It's time to put your desires out there","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/04-cancer\/cancer-300px.png"},{"date":"2007-08-04","sign":"5","slant":"Generic","rating":"1","interp":"The show is about to start and you are either ready for what will happen next or you will miss your chance entirely. The good news is, however, once you get started, your tension will transform into focus. Let go of any resistance or insecurity. It's your time, Leo, to bask in the love of those you love.","sms_interp":"The show is about to start and you're either ready for what will happen next or you'll miss your chance. Let go of any insecurity.","keyword":"focus","subject_line":"Let go of any insecurity","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/05-leo\/leo-300px.png"},{"date":"2007-08-04","sign":"6","slant":"Generic","rating":"1","interp":"It's not always a simple task for you to trust your intuition, for the irrational makes you nervous. It's time to put away the analysis and logic. Rely on your greatest strength: your ability to focus. Become one with your dreams and watch them bloom in the summer Sun.","sms_interp":"It's time to put away the analysis and rely on your ability to focus. Become one with your dreams.","keyword":"focus","subject_line":"Rely on your ability to focus","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/06-virgo\/virgo-300px.png"},{"date":"2007-08-04","sign":"7","slant":"Generic","rating":"1","interp":"Someone may confront you with a significant issue, but now it might not be all that important to you. Even though you didn't initiate it, you still may be pushed into a confrontation. Use your diplomatic skills to charm your way through the situation, but avoid direct conflict today if you can.","sms_interp":"Use your diplomatic skills to charm your way through confrontation, but avoid direct conflict today if you can.","keyword":"confrontation","subject_line":"Avoid direct conflict today","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/07-libra\/libra-300px.png"},{"date":"2007-08-04","sign":"8","slant":"Generic","rating":"1","interp":"You are receiving greater attention now, and you might as well enjoy it while the love and appreciation are coming your way. Instead of making less of your accomplishments, stand tall and be recognized for the work that you do so well -- even if you don't think it's such a big deal. As hard as it may be, give yourself permission to bask in the warmth of admiration.","sms_interp":"Stand tall and be recognized for the work that you do so well. Give yourself permission to bask in the warmth of admiration.","keyword":"admiration","subject_line":"Bask in the warmth of admiration","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/08-scorpio\/scorpio-300px.png"},{"date":"2007-08-04","sign":"9","slant":"Generic","rating":"1","interp":"The Summer months usually bring a vacation and you may be ready to make a big splash. With Mercury now moving through your 9th House of Journeys, it may be time to pack up and take that special trip you have been thinking about. Even if you can't get out of town, at least plan some activities over the days ahead that have nothing to do with work so you can enjoy yourself more.","sms_interp":"Even if you can't get out of town, at least plan activities that have nothing to do with work so you can enjoy yourself more.","keyword":"have fun","subject_line":"It my be time to take a trip","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/09-sagittarius\/sagittarius-300px.png"},{"date":"2007-08-04","sign":"10","slant":"Generic","rating":"1","interp":"If you have worked extra hard and still feel overextended, let yourself pull back from your ambitions for a few days and focus your energy toward doing less. Sure, you prefer to be productive, but it's crucial for you to stop now and recharge your batteries. You really don't have to be lazy about it, for you can relax while riding a bike, taking a walk or playing at the beach.","sms_interp":"If you've worked extra hard and feel overextended, let yourself do less. It's crucial for you to stop and recharge your batteries.","keyword":"recharge","subject_line":"Pull back from your ambitions","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/10-capricorn\/capricorn-300px.png"},{"date":"2007-08-04","sign":"11","slant":"Generic","rating":"1","interp":"You may feel as if others are ganging up on you, but their intentions are probably better than their actions. Although you might receive an entire spectrum of messages, it's up to you to weed out enough noise so you can hear only the most relevant ones. If you feel thwarted by circumstances, be more serious and determined to accomplish your goals. It's time to light the fuse under your chair.","sms_interp":"If you feel thwarted by circumstances, be more determined to accomplish your goals. It's time to light the fuse under your chair.","keyword":"determination","subject_line":"Be more determined to accomplish your goals","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/11-aquarius\/aquarius-300px.png"},{"date":"2007-08-04","sign":"12","slant":"Generic","rating":"1","interp":"You don't want to be pushed into a new situation, unless you are prepared for what happens next. Often this is as much about mental readiness as it is about practicing a skill set. It doesn't really matter if you resist the changes; you are being drawn into a powerful river of movement. Focus on each moment and give it your best shot. Be flexible; you may be surprised at how much fun is possible.","sms_interp":"Focus on each moment and give it your best shot. Be flexible; you may be surprised at how much fun is possible.","keyword":"mental readiness","subject_line":"Give each moment your best shot","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/12-pisces\/pisces-300px.png"}]
[{"date":"2007-08-05","sign":"0","slant":"Generic","rating":"1","interp":"We are more interested now in what's ahead as slow-moving Saturn in relentless Leo harmoniously trines even slower Pluto in philosophical Sagittarius. This is a subtle yet powerful alignment that enables us to plan for the future. Initiating action now will have long-term consequences, so we are wise to think twice before we act. The Taurus Moon gives us much-needed determination while the Sun's opposition to Chiron can remind us of our limitations.","sms_interp":"We're interested in what's ahead. Initiating action now has long-term consequences, so it's wise to think twice before we act.","keyword":"Think twice","subject_line":"Think twice before acting","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/00-general\/general-300px.png"},{"date":"2007-08-05","sign":"1","slant":"Generic","rating":"1","interp":"The slower pace of life may feel good, but getting used to it isn't as easy as it sounds to you fast-paced Rams. It would serve you well to practice mind-body relaxation techniques such as yoga or meditation. If you have excess energy to burn now, try doing something practical like cleaning the house or working in the yard.","sms_interp":"If you have excess energy to burn, try doing something practical. It's a good idea to practice mind-body relaxation techniques.","keyword":"excess energy","subject_line":"Try doing something practical","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/01-aries\/aries-300px.png"},{"date":"2007-08-05","sign":"2","slant":"Generic","rating":"1","interp":"You may feel as if someone is pushing your emotional buttons just to upset you, but you are quite resistant to get involved with anyone else's crises today. You are as stubborn as a Bull can be -- and that's a healthy trait now. Just do what makes the most sense for you. If you are kind, others won't likely take your lack of interest in their drama as a personal rejection.","sms_interp":"Someone may push your buttons. Be kind and others won't likely take your lack of interest in their drama as a personal rejection.","keyword":"stubborn","subject_line":"Stubbornness can be a good trait now","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/02-taurus\/taurus-300px.png"},{"date":"2007-08-05","sign":"3","slant":"Generic","rating":"1","interp":"Your imagination is rich today with vivid fantasies, as the Moon in your 12th House makes it challenging to maintain focus on the outer world. You could become a bit single-minded as you mull the same image over and over again within your active daydream. Don't fret; your current obsession won't last and soon you'll be more playful again.","sms_interp":"Your imagination is rich with vivid fantasies. Don't fret; the current obsession won't last and soon you'll be more playful again.","keyword":"vivid fantasies","subject_line":"Your imagination is rich with vivid fantasies","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/03-gemini\/gemini-300px.png"},{"date":"2007-08-05","sign":"4","slant":"Generic","rating":"1","interp":"Your mind is doggedly dragging you into the future, even if you prefer to be in the present or the past. Resist the temptation to disconnect from your feelings. You are laying the foundations for what will unfold over the months ahead. Instead of cutting yourself off from the connections to your own memories, rework them into your dreams.","sms_interp":"You're laying the foundation for the future. Instead of cutting yourself off from your own memories, rework them into your dreams.","keyword":"foundations","subject_line":"You are laying the foundations","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/04-cancer\/cancer-300px.png"},{"date":"2007-08-05","sign":"5","slant":"Generic","rating":"1","interp":"You may be a bit uneasy now as your expectations of someone else create conflict between your own ideas about how you want to spend your day and what you must do. Try to avoid bringing conflict to a head, for it may not resolve the tension, anyhow. Instead, just accept the differences between your needs and your reality. This discomfort will pass quickly enough.","sms_interp":"Accept the differences between your needs and your reality. This discomfort will pass quickly enough.","keyword":"acceptance","subject_line":"Avoid bringing conflict to a head","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/05-leo\/leo-300px.png"},{"date":"2007-08-05","sign":"6","slant":"Generic","rating":"1","interp":"This is a significant phase; what you have and what you want come very close to matching. Even if there are some larger pieces of your life that are out of place, the smaller ones fit so well that the flow of the day is easy. If your life feels relatively unexciting, take it slow and use this time to recuperate and rejuvenate.","sms_interp":"This is a significant phase; what you have and what you want come very close to matching. Use this time to rejuvena","keyword":"significant phase","subject_line":"This is a significant phase","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/06-virgo\/virgo-300px.png"},{"date":"2007-08-05","sign":"7","slant":"Generic","rating":"1","interp":"Someone may be attempting to influence your feelings in a rather indirect way, and they won't come right out and say what they want. You feel an uncomfortable undercurrent and there isn't much you can do about it other than recognize it for what it is. Remember, you don't need to sink to a level of retaliation. Just concentrating on your own agenda is your best course of action.","sms_interp":"Someone may be attempting to influence your feelings indirectly. Concentrating on your own agenda is your best course of action.","keyword":"your agenda","subject_line":"Concentrate on your own agenda","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/07-libra\/libra-300px.png"},{"date":"2007-08-05","sign":"8","slant":"Generic","rating":"1","interp":"It seems as if everyone is trying to control your life, but things are less complicated than they appear. You are quite familiar with the truth, but cannot get someone else to see it from your point of view. Accept that there are totally opposite ways of looking at the same experience. Multiple perspectives bring awareness, choice and personal growth.","sms_interp":"Things are less complicated than they appear. Accept that there are totally opposite ways of looking at the same experience.","keyword":"perspectives","subject_line":"Accept multiple points of view","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/08-scorpio\/scorpio-300px.png"},{"date":"2007-08-05","sign":"9","slant":"Generic","rating":"1","interp":"You may be out of touch with family members and not that interested in helping others with their mundane problems. You are busy and off in your own creative world today. Perhaps you are thinking about a recent trip or planning your next one, but reality keeps calling you back to the boring tasks at hand. Although you'd rather be somewhere else, it's important for you to focus on your current work. Take care of chores early in the day so you can play more later.","sms_interp":"Although you'd rather be somewhere else, it's important for you to focus on your current work. Take care of chores early.","keyword":"chores","subject_line":"Take care of chores early","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/09-sagittarius\/sagittarius-300px.png"},{"date":"2007-08-05","sign":"10","slant":"Generic","rating":"1","interp":"An easy-to-find balance between your head and your heart can lead you to luxuriate in socially warm waters today. You might feel as if you are trying to recreate something magical from your past, but the truth is that what's happening now is very different from what occurred then. Thankfully, you won't have to risk much in order to have fun.","sms_interp":"what's happening now is very different from the past. Thankfully, you won't have to risk much in order to have fun.","keyword":"social warmth","subject_line":"There's no risk in having fun","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/10-capricorn\/capricorn-300px.png"},{"date":"2007-08-05","sign":"11","slant":"Generic","rating":"1","interp":"Tense emotional issues can drain you of much needed energy now, so be careful about who you choose to engage. Other people's problems become yours all too easily, especially if you care a great deal about the people involved. Listen carefully with an open heart, but don't give up your own mental health.","sms_interp":"Be careful about who you choose to engage. Listen carefully with an open heart, but don't give up your own mental health.","keyword":"open heart","subject_line":"Listen carefully with an open heart","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/11-aquarius\/aquarius-300px.png"},{"date":"2007-08-05","sign":"12","slant":"Generic","rating":"1","interp":"It's a chatty day for you, and you might slip and tell someone more than you want them to know. You cannot, however, just ignore others, even if it prevents you from doing your chores. Remember, being available doesn't mean sacrificing your life. Establish your limits and then stick to them the best you can.","sms_interp":"Remember, being available doesn't mean sacrificing your life. Establish your limits and then stick to them the best you can.","keyword":"limits","subject_line":"Establish your limits and stick to them","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/12-pisces\/pisces-300px.png"}]
[{"date":"2007-08-06","sign":"0","slant":"Generic","rating":"1","interp":"We may consciously bring plans out into the open, sharing secrets that need to be told in order to create the lasting changes we now seek. Karmic Saturn's trine to shadowy Pluto reaches maximum impact today as the determined Taurus Moon squares Saturn and conjuncts Mars. Frustration or anger may push the truth forward, powered by Jupiter turning direct. The Moon enters talkative Gemini at 10:01 pm EDT, encouraging us to say more than we intended.","sms_interp":"Frustration may push the truth forward. The Moon enters talkative Gemini, encouraging us to say more than we intended.","keyword":"loose lips","subject_line":"We may say more than we intended","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/00-general\/general-300px.png"},{"date":"2007-08-06","sign":"1","slant":"Generic","rating":"1","interp":"You can attempt to do too much now, but this won't likely prevent you from delivering what you promised. If others tried to copy your level of work now, they might just give up in exhaustion, but you seem to thrive on this kind of adrenaline rich situation to push you into action. Don't complain that you don't know where to begin; just jump in and stay focused.","sms_interp":"If others tried to copy your level of work now, they might just give up in exhaustion, but you seem to thrive on adrenaline.","keyword":"adrenaline","subject_line":"Just jump in and stay focused","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/01-aries\/aries-300px.png"},{"date":"2007-08-06","sign":"2","slant":"Generic","rating":"1","interp":"You probably realize that you have to do several things today, even if you would rather take it easy. You don't really like being pulled in too many directions and are happiest when you are focused on a single task. Instead of pining over lost pleasure, do as much as possible now so you can relax in the days ahead.","sms_interp":"You may have to do several things today, even if you'd rather take it easy. Do as much as possible now so you can relax soon.","keyword":"productivity","subject_line":"Do as much as possible now","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/02-taurus\/taurus-300px.png"},{"date":"2007-08-06","sign":"3","slant":"Generic","rating":"1","interp":"You might be bouncing off walls now with new ideas and things to do, yet you may need to exhibit more conservative behavior. Frustration could  come from being unable to connect what you know with your actions. You think one thing and then must act contrary to your logic. Slow down and take time to analyze what's most important and focus on that alone.","sms_interp":"You might be bouncing off walls now. Slow down and take time to analyze what's most important and focus on that alone.","keyword":"slow down","subject_line":"Slow down and analyze what's important","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/03-gemini\/gemini-300px.png"},{"date":"2007-08-06","sign":"4","slant":"Generic","rating":"1","interp":"You may be annoyed at yourself if it's hard to tell others how you feel, especially when your words seem more erratic and melodramatic than your actual experience. Nevertheless, try to push past your own reasons for putting off a discussion, for the Moon enters your 12th House of Secrets this evening, making it even harder to broach the topic.","sms_interp":"try to push past your own reasons for putting off a discussion, for the Moon enters your 12th House of Secrets this evening.","keyword":"discussions","subject_line":"Avoid putting off a discussion","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/04-cancer\/cancer-300px.png"},{"date":"2007-08-06","sign":"5","slant":"Generic","rating":"1","interp":"You might not be happy about having to take responsibility for some task that shouldn't really be yours. Still, it must be done and you are ready to step up and do it. Keep in mind that anything you do today will likely have longer lasting impact than you realize. But don't procrastinate or you won't be able to enjoy the easier days ahead.","sms_interp":"You are ready to step up and do what must be done. Anything you do today will likely have longer lasting impact than you realize.","keyword":"just do it","subject_line":"Step up and do what must be done","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/05-leo\/leo-300px.png"},{"date":"2007-08-06","sign":"6","slant":"Generic","rating":"1","interp":"There are too many things to do and others are probably overly dependent on you. Still, you might be tempted to resist your chores as a statement of principle now and fight against those who exercise authority over you. Getting to the root causes of your own anger will remove obstacles and enable you to be more efficient.","sms_interp":"Getting to the root causes of your own anger will remove obstacles and enable you to be more efficient.","keyword":"obstacles","subject_line":"Get to the root of your own anger","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/06-virgo\/virgo-300px.png"},{"date":"2007-08-06","sign":"7","slant":"Generic","rating":"1","interp":"You may realize that there is much at stake now, so it's crucial that you find your groove and get as much accomplished as possible. It will get harder to stay focused on your current work as the day progresses and your mind drifts off to distant places and other times. If only it were that easy to slip away from your present commitments.","sms_interp":"You may realize that there is much at stake, so it's crucial that you find your groove and get as much accomplished as possible.","keyword":"find your groove","subject_line":"Get as much accomplished as possible","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/07-libra\/libra-300px.png"},{"date":"2007-08-06","sign":"8","slant":"Generic","rating":"1","interp":"Just as your explorations get interesting, you could learn something that sends you off in a different direction. You don't, however, have the time for idle distractions, for they will only keep you occupied and postpone enlightenment. Just do what is most logical and continue to transform the parts of your life that need the most work.","sms_interp":"Just as your explorations get interesting, you could learn something that sends you off in a different direction.","keyword":"transformation","subject_line":"Just do what is most logical","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/08-scorpio\/scorpio-300px.png"},{"date":"2007-08-06","sign":"9","slant":"Generic","rating":"1","interp":"Circumstances develop that can get in the way of your satisfaction today, unless you spot the problem in advance and deal with it. People may expect you to perform tasks that you would rather avoid, so express your concerns as soon as they surface. If you wait too long, it may be too late to do anything about it.","sms_interp":"Circumstances develop that can get in the way of your satisfaction today, unless you spot the problem in advance and deal with it.","keyword":"express concerns","subject_line":"Deal with problems as they arise","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/09-sagittarius\/sagittarius-300px.png"},{"date":"2007-08-06","sign":"10","slant":"Generic","rating":"1","interp":"Stay mindful of your goals, but also be aware that it could be very easy today to get caught up in a drama that need not concern you at all. You could get spun around so quickly that you cannot find your way back to where you were. Avoid surprises by setting boundaries. Be clear about your responsibilities and define what you need based on your comfort level.","sms_interp":"Stay mindful of your goals, but also be aware that it could be easy today to get caught up in a drama that need not concern you.","keyword":"goals","subject_line":"Stay mindful of your goals","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/10-capricorn\/capricorn-300px.png"},{"date":"2007-08-06","sign":"11","slant":"Generic","rating":"1","interp":"You may be a bit annoyed today if you cannot partake in playful activities. It feels as if you must wait to have fun or do something romantic. The problem is that you already have too much going on and don't have any time to spare. Cover your commitments first and then consider how to connect with some guilt-free pleasure later on.","sms_interp":"You don't have time to spare. Cover your commitments first and then consider how to have some guilt-free pleasure later on.","keyword":"commitments","subject_line":"Cover your commitments first","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/11-aquarius\/aquarius-300px.png"},{"date":"2007-08-06","sign":"12","slant":"Generic","rating":"1","interp":"You may wish that you were on a magical retreat today, quite far away from the noise of your current existence. But then you open your eyes only to contend with the mundane world and your unavoidable responsibilities. Don't waste too much time meandering through fantasy land, for reality is knocking at your door and you'd better answer now.","sms_interp":"You may wish that you were on a magical retreat today, quite far away from the noise of your current existence.","keyword":"reality knocks","subject_line":"Reality is knocking at your door","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/12-pisces\/pisces-300px.png"}]
[{"date":"2007-08-07","sign":"0","slant":"Generic","rating":"1","interp":"We can feel gusts of fresh energy blowing into our lives today as Mars joins the Moon in airy Gemini. We could, however, run off quickly in too many directions without thinking about consequences, scattering the very same efforts that were so concentrated over the last six weeks with Mars in practical Taurus. Additionally, Venus and Mars, the cosmic lovers, form a tense square late in the day, stirring up relationship issues that try our patience.","sms_interp":"Venus and Mars, the cosmic lovers, form a tense square late in the day, stirring up relationship issues that try our patience.","keyword":"relationship issues","subject_line":"Relationship issues may get stirred up","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/00-general\/general-300px.png"},{"date":"2007-08-07","sign":"1","slant":"Generic","rating":"1","interp":"You receive a boost of power as Mars fuels your engine; you are ready to pass everyone else on the highway. One problem, however, is that you are all over the map and may be headed to several places all at once. You can feel physically overextended and this can interfere with the quality of your work unless you find a way to focus where your attention is needed most.","sms_interp":"Being physically overextended can interfere with the quality of your work. Put attention where it is needed most.","keyword":"unfocused direction","subject_line":"You may be all over the map","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/01-aries\/aries-300px.png"},{"date":"2007-08-07","sign":"2","slant":"Generic","rating":"1","interp":"You may feel that someone is attacking your values, tempting you to take offensive action so you won't have to defend yourself. It's easy to get yourself worked up over this, but you may not really be under siege. Nothing will hold you back, as long as you can stay flexible enough to alter your path -- but not your goal -- if you run into an obstacle.","sms_interp":"Nothing will hold you back if you stay flexible enough to alter your path -- but not your goal -- if you run into an obstacle.","keyword":"Flexibility","subject_line":"You may not really be under siege","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/02-taurus\/taurus-300px.png"},{"date":"2007-08-07","sign":"3","slant":"Generic","rating":"1","interp":"Impetuous Mars is in your sign for an extended stay, due to its retrograde later this fall, increasing the pace of events in your life. You may do more, but not necessarily get more done. Your adrenaline levels are higher than normal, so you might feel like you're on the edge of anger. Take care of yourself physically, or you could run the risk of wearing yourself down. Your awareness can save you from exhausting yourself during this time.","sms_interp":"You could do more without getting more done. Take care of yourself physically, or you could run the risk of wearing yourself down.","keyword":"self care","subject_line":"Take care of yourself physically","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/03-gemini\/gemini-300px.png"},{"date":"2007-08-07","sign":"4","slant":"Generic","rating":"1","interp":"Today is like a breath of fresh air, yet you still may be tempted to pull back into your shell to protect yourself. Withheld hurt feelings can turn into resentment, which is even harder to resolve. Pay attention to what you don't say and try to find ways to say it, for your health depends on your willingness to bring your emotions out into the open.","sms_interp":"Withheld hurt feelings can turn into resentment. Pay attention to what you don't say and try to find ways to say it.","keyword":"emotional openness","subject_line":"Pay attention to what you don't say","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/04-cancer\/cancer-300px.png"},{"date":"2007-08-07","sign":"5","slant":"Generic","rating":"1","interp":"You are ready for nearly anything today, especially if it involves others. Mars is moving through your social 11th House encouraging you to work in groups rather than by yourself. This can be a mixed blessing, though, since it can be challenging to express yourself as part of a larger process. This can actually be a pleasant and productive time if you can balance your personal interests with the goals of the collective.","sms_interp":"This can actually be a pleasant and productive time if you can balance your personal interests with the goals of the collective.","keyword":"group work","subject_line":"Balance personal interests with collective goals","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/05-leo\/leo-300px.png"},{"date":"2007-08-07","sign":"6","slant":"Generic","rating":"1","interp":"Mars' entry into your 10th House of Career can focus your attention on work. Your drive is strong, yet there may be a conflict, forcing you to play down your point of view so you don't get into it with your boss. Put your facts in order and hone your skills. You'll need to perform at the peak of your ability in order to make the most of this action-packed period.","sms_interp":"You'll need to perform at the peak of your ability in order to make the most of this action-packed period.","keyword":"strong drive","subject_line":"Your drive is strong now","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/06-virgo\/virgo-300px.png"},{"date":"2007-08-07","sign":"7","slant":"Generic","rating":"1","interp":"This is a great time to make vacation plans as Mars in your 9th House of Adventure calls you into motion over the weeks and months ahead. If you don't have any travel plans on the horizon, then this can be played out within your mind, for you can visit a foreign country by going there or by just reading a book. Whatever your method, be sure to explore new places and new ways of seeing the world.","sms_interp":"Whatever your method, be sure to explore new places and new ways of seeing the world.","keyword":"travel","subject_line":"Explore new ways of seeing the world","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/07-libra\/libra-300px.png"},{"date":"2007-08-07","sign":"8","slant":"Generic","rating":"1","interp":"Books on metaphysical topics may pique your interest even more than usual. With Mars and the Moon now in mental Gemini in your 8th House of Mystery, it's a perfect time to begin or renew physical practices that have spiritual impact, such as yoga, tai chi, martial arts or meditation. But don't try to do it alone. You must see your thoughts mirrored by others so you can get maximum clarity.","sms_interp":"It's a perfect time to begin or renew physical practices that have spiritual impact, such as yoga, tai chi, or meditation.","keyword":"spiritual impact","subject_line":"Renew physical practices with spiritual impact","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/08-scorpio\/scorpio-300px.png"},{"date":"2007-08-07","sign":"9","slant":"Generic","rating":"1","interp":"Get your thoughts out into the open while you have the opportunity. And although you may be hot to trot, listen to that calm inner voice reminding you that running fast won't guarantee that you win the race. Don't let tensions build to a breaking point. A logical plan, along with the willingness to compromise, is your real assurance to get what you want.","sms_interp":"A logical plan, along with the willingness to compromise, is your real assurance to get what you want.","keyword":"logical plan","subject_line":"Put thoughts out into the open","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/09-sagittarius\/sagittarius-300px.png"},{"date":"2007-08-07","sign":"10","slant":"Generic","rating":"1","interp":"You need to pick one idea now and stick with it, as difficult as this might sound. But, paradoxically, don't take yourself too seriously, for you will accomplish more if you can have fun while you're working. Additionally, with the Moon and Mars in your 6th House of Health, it may be time to take care better care of yourself physically by paying more attention to all aspects of personal hygiene, diet, and exercise.","sms_interp":"it may be time to take care better care of yourself physically by paying more attention to all aspects of diet and exercise.","keyword":"physical health","subject_line":"Have fun while you're working","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/10-capricorn\/capricorn-300px.png"},{"date":"2007-08-07","sign":"11","slant":"Generic","rating":"1","interp":"You may be exhausted from having to keep up such an intelligent front, but now your physical energy is drawn into areas of your life that are more light-hearted and playful. You may even find yourself being more involved with children or putting more energy toward creative endeavors. However this works, don't resist having fun while you can, even if it makes other parts of your life more complicated for a while.","sms_interp":"Don't resist having fun while you can, even if it makes other parts of your life more complicated for a while.","keyword":"creative endeavors","subject_line":"Have fun while you can","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/11-aquarius\/aquarius-300px.png"},{"date":"2007-08-07","sign":"12","slant":"Generic","rating":"1","interp":"Pull in your energy and be a little less forceful over these next weeks. Oddly enough, you can actually accomplish more than usual during this time of retreat. Try to spend more time at home or at least within your own protective sphere. Even if this makes you a bit stir-crazy, remember that you are rebuilding your energy during this passing phase.","sms_interp":"Pull in your energy and be a little less forceful over these next weeks. Try to spend more time within your own protective sphere.","keyword":"rebuilding energy","subject_line":"Pull in your energy a bit now","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/12-pisces\/pisces-300px.png"}]
[{"date":"2007-08-08","sign":"0","slant":"Generic","rating":"1","interp":"The mentally agile Gemini Moon makes it difficult for us to sit still. We are bored with routine and need distractions to keep us busy. Additionally, we are still feeling the buzz from yesterday's square between impetuous Mars in Gemini and sweet Venus in critical Virgo. We're energized by our desires, yet we may struggle to transform thoughts into reality. Retrograde Venus prances back into Leo this evening to remind us that we can still have fun.","sms_interp":null,"keyword":"energized","subject_line":"We're energized by our desires","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/00-general\/general-300px.png"},{"date":"2007-08-08","sign":"1","slant":"Generic","rating":"1","interp":"You can initiate action so quickly that your feelings don't even have time to process. By the time your emotions have worked their way up into awareness, you have already skipped on to the next best thing. Take extra time today to listen to your feelings, even if they don't neatly fit into your current plans -- for they can tell you something important that you need to know.","sms_interp":"Make time to listen to your feelings, even if they don't fit into your current plans -- for they can tell you something important.","keyword":"process emotions","subject_line":"Make time to listen to your feelings","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/01-aries\/aries-300px.png"},{"date":"2007-08-08","sign":"2","slant":"Generic","rating":"1","interp":"You may become somewhat detached from your actions today if something you must do doesn't feel right. You need not be afraid to express your desires, even if they don't fit into the expectations of others. On the other hand, you shouldn't expect to get what you need just by asking. If you become too attached to the outcome, you will probably face disappointment sooner than you wish.","sms_interp":"It's OK to express desires. But, if you become too attached to the outcome, you may face disappointment sooner than you wish.","keyword":"attachment","subject_line":"Don't be too attached to outcomes","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/02-taurus\/taurus-300px.png"},{"date":"2007-08-08","sign":"3","slant":"Generic","rating":"1","interp":"Something that happens today may catch you completely off guard. The Gemini Moon can help your coworkers realize that your dreams are out of touch with reality. The problem is that you can't pretend that you're okay when others seem to know more about you than you know about yourself. Bring your focus inward and consider how you can change your goals to make them more attainable.","sms_interp":"Bring your focus inward and consider how you can change your goals to make them more attainable.","keyword":"inward focus","subject_line":"Bring your focus inward","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/03-gemini\/gemini-300px.png"},{"date":"2007-08-08","sign":"4","slant":"Generic","rating":"1","interp":"It's all too easy for you to just bury your feelings at the bottom of your deep inner well if they don't fit easily into your life. Today, however, you have an opportunity to bring these emotions up into daylight, no matter how much you normally protect your heart. Have faith in yourself and trust that others will honor what you have to say.","sms_interp":"You have an opportunity to bring buried emotions into view. Have faith in yourself and trust that others will honor what you say.","keyword":"revealed emotions","subject_line":"Have faith in yourself","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/04-cancer\/cancer-300px.png"},{"date":"2007-08-08","sign":"5","slant":"Generic","rating":"1","interp":"You may have recently buried your feelings because they made someone feel uncomfortable. Of course anger is inconvenient, yet it still can lurk just beneath the surface. It's like a radio station that creates noise yet cannot be heard clearly. Nevertheless, you know that something important is being said and you believe the voices are talking directly to you. Don't worry about the exact words, for they don't really matter. Let your intuition take over and lead any negativity to the surface.","sms_interp":"Don't worry about the words, for they don't really matter. Let your intuition take over and lead any negativity to the surface.","keyword":"buried emotions","subject_line":"Let your intuition take over","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/05-leo\/leo-300px.png"},{"date":"2007-08-08","sign":"6","slant":"Generic","rating":"1","interp":"You think you know what your partner needs today, as if you can empathically sense what he or she is feeling. The problem is that you may not want to tend to others, for you are on your own path -- leaving little room to give anyone else what he or she wants. Before you refuse, think about the consequences of your actions. There may be more reason for negotiation than you realize.","sms_interp":"You may not want to tend to others, for you are on your own path. There may be more reason for negotiation than you realize.","keyword":"negotiation","subject_line":"There may be a reason for negotiation","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/06-virgo\/virgo-300px.png"},{"date":"2007-08-08","sign":"7","slant":"Generic","rating":"1","interp":"Even with the current conflict between your head and your heart, you can still feel a deep sense of well-being that is most welcome in your life now. It doesn't matter what you should be doing today; self-indulgence may win out over your responsibilities. So, why bother fighting the inevitable? Go ahead and play today; life's too short not to enjoy it.","sms_interp":"It doesn't matter what you should be doing today; self-indulgence may win out over your responsibilities. Go ahead and play today.","keyword":"play day","subject_line":"Go ahead and play today","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/07-libra\/libra-300px.png"},{"date":"2007-08-08","sign":"8","slant":"Generic","rating":"1","interp":"Take a timeout today to think about your immediate needs and what you are willing to do in order to get what you want. When strong passions motivate your actions, you can be sure that there will be even more pleasure in the reward of reaching your goal. Fortunately, the overall intensity in your life is settling back down; wait a bit and you'll have a clearer sense of how it will all play out.","sms_interp":"Take a timeout today to think about your immediate needs and what you are willing to do in order to get what you want.","keyword":"diminishing intensity","subject_line":"Intensity in your life is settling down","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/08-scorpio\/scorpio-300px.png"},{"date":"2007-08-08","sign":"9","slant":"Generic","rating":"1","interp":"Your power is fully engaged this week as you struggle to express your needs. Although it may be totally inappropriate to just put your feelings out there, you must find an acceptable way to get the energy moving. Don't worry if you don't know what the future holds. Let your highest ideals guide you through a process. Ultimately, your integrity will have the greatest impact on your happiness.","sms_interp":"Let your highest ideals guide you through a process. Ultimately, your integrity will have the greatest impact on your happiness.","keyword":"highest ideals","subject_line":"Let your highest ideals guide you","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/09-sagittarius\/sagittarius-300px.png"},{"date":"2007-08-08","sign":"10","slant":"Generic","rating":"1","interp":"You may feel like a live wire today -- more mentally buzzed and charming than usual. You can express yourself more poetically now, but it all falls apart as soon as you try to be logical. Nevertheless, it's still a wise idea to stay away from the details for a while. Use your creativity for a change.","sms_interp":"Nevertheless, it's still a wise idea to stay away from the details for a while. Use your creativity for a change.","keyword":"creativity","subject_line":"Use your creativity for a change","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/10-capricorn\/capricorn-300px.png"},{"date":"2007-08-08","sign":"11","slant":"Generic","rating":"1","interp":"The Moon's square to your key planet Uranus can bring unexpected change into the basic structure of your life today. You may be offered a second chance to break out of a restrictive situation. Even if this stirs up stress, act right away and just deal with the consequences later.","sms_interp":"You may be offered a second chance to break out of a restrictive situation. Act right away and deal with the consequences later.","keyword":"second chance","subject_line":"You may be offered a second chance","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/11-aquarius\/aquarius-300px.png"},{"date":"2007-08-08","sign":"12","slant":"Generic","rating":"1","interp":"Make the most of your current energy high, but don't think that you can have whatever you want. Your physical needs are strong now, yet you may be tempted to do something that you will regret. Remember that your short-term pleasures will fade, but long-term goals can pull you through with flying colors.","sms_interp":null,"keyword":"long-term goals","subject_line":"Long-term goals can pull you through","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/12-pisces\/pisces-300px.png"}]
[{"date":"2007-08-09","sign":"0","slant":"Generic","rating":"1","interp":"The Moon's entry into moody Cancer at 1:36 am EDT would normally quiet our world as it pulls us into a more emotional frame of mind, but today the fiery energy rages strong. Four planets in Leo are harmonizing with two planets in Sagittarius warming our hearts, even as Venus backs into serious Saturn over the next few days. Still, it's hard to hide our enthusiasm and excitement as talkative Mercury forms a happy-go-lucky trine with buoyant Jupiter.","sms_interp":"The Moon's entry into moody Cancer would normally pull us into a quiet, more emotional mindset, but the fiery energy rages strong.","keyword":"excitement","subject_line":"The fiery energy rages strong","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/00-general\/general-300px.png"},{"date":"2007-08-09","sign":"1","slant":"Generic","rating":"1","interp":"It's likely that there's a lot of positive movement in your life and you are quite enthused about what's happening. You appear to be open about your feelings, yet you can be so smooth now that you may even have yourself fooled. Stand back from the summer fun and games long enough to slip in behind all the distractions. Once you get past the noise, then you'll be able to talk from your heart.","sms_interp":"Stand back from the summer fun and games. Once you get past the noise, then you'll be able to talk from your heart.","keyword":"distractions","subject_line":"Stand back from the summer fun and games","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/01-aries\/aries-300px.png"},{"date":"2007-08-09","sign":"2","slant":"Generic","rating":"1","interp":"Although responsibility is calling your name, it's as if you are at an amusement park. You may want to get off the ride before it's ended in order to get back to your obligations. But you can't, for the controls are out of reach -- so you might as well relax and just enjoy yourself. Being open to pleasure is a challenge surely worth pursuing.","sms_interp":"Although responsibility is calling your name, it's like you're at an amusement park. Being open to pleasure is a worthy challenge.","keyword":"enjoy yourself","subject_line":"Being open to pleasure is a worthy challenge","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/02-taurus\/taurus-300px.png"},{"date":"2007-08-09","sign":"3","slant":"Generic","rating":"1","interp":"You are torn as someone tempts you with a wonderful invitation, but you aren't sure if you can say \"yes.\" Normally, if your previous commitments were not fulfilled yet, you would have to pass on the fun. Luckily, your key planet Mercury delivers the goods today, giving you the gift of gab. Talk your way around the obstacles and pursue the adventure you seek.","sms_interp":"Mercury delivers the goods today, giving you the gift of gab. Talk your way around obstacles and pursue the adventure you seek.","keyword":"pursue adventure","subject_line":"Pursue the adventure you seek","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/03-gemini\/gemini-300px.png"},{"date":"2007-08-09","sign":"4","slant":"Generic","rating":"1","interp":"Your changing moods can make others impatient with you as the Moon returns to your sign today. But the choice is yours, for you can keep your more serious feelings to yourself. This is not being dishonest; it's simply creating a temporary boundary to help you work on your self-esteem. You are not responsible for sharing every feeling with everyone. Wait until your emotions settle and then disclose whatever seems right.","sms_interp":"Create a boundary to help you work on your self-esteem. Wait until your emotions settle and then disclose whatever seems right.","keyword":"self-esteem","subject_line":"Work on your self-esteem","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/04-cancer\/cancer-300px.png"},{"date":"2007-08-09","sign":"5","slant":"Generic","rating":"1","interp":"You aren't operating under any illusions now, yet strangely enough you're more optimistic than before. Part of your exuberance comes from the fact that you know what you are worth and can see the light at the end of the tunnel. Don't lose faith, even if it's been a long, hard haul. Your destination is within reach.","sms_interp":"Don't lose faith, even if it's been a long, hard haul. Your destination is within reach.","keyword":"keep the faith","subject_line":"Your destination is within reach","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/05-leo\/leo-300px.png"},{"date":"2007-08-09","sign":"6","slant":"Generic","rating":"1","interp":"A family member or close friend may come through for you now in a way that touches you very deeply. You are more sensitive to what others say today, especially if they are inspiring you with their words. Even if it feels like you've taken a step backwards, don't worry. The momentum is building and your rewards will follow -- although you may need patience.","sms_interp":"The momentum is building and your rewards will follow -- although you may need patience.","keyword":"momentum","subject_line":"The momentum is building","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/06-virgo\/virgo-300px.png"},{"date":"2007-08-09","sign":"7","slant":"Generic","rating":"1","interp":"It feels good to be needed at work or in the community and today you are more than eager to go out of your way to help others. This can be a wonderful opportunity for you to give even more than is expected, but be careful about committing more than you can deliver. Good intentions are not enough if you spread yourself too thin.","sms_interp":"Be careful about committing more than you can deliver. Good intentions are not enough if you spread yourself too thin.","keyword":"good intentions","subject_line":"Avoid spreading yourself too thin","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/07-libra\/libra-300px.png"},{"date":"2007-08-09","sign":"8","slant":"Generic","rating":"1","interp":"You could be feeling pretty good about yourself, but it's hard to trust logic when you are detached from your feelings. This can be a tricky maneuver, but you are better off acknowledging your emotions at work, even if they are not directly connected with your performance. Don't try to make anyone else responsible for your reactions; just respond from the heart and then move on.","sms_interp":"No one else responsible for your reactions; just respond from the heart and then move on.","keyword":"reactions","subject_line":"You are responsible for your reactions","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/08-scorpio\/scorpio-300px.png"},{"date":"2007-08-09","sign":"9","slant":"Generic","rating":"1","interp":"On the surface, all is well. And even beneath the obvious, you are in good shape. Still, you may not be able to shake a bad feeling about something that's just off your radar screen. You don't know what it is, but you think you're missing an important piece of the puzzle. For now, consciously let go of your attachment to the mystery and enjoy yourself in the present moment.","sms_interp":"If you think you're missing an important piece of the puzzle, consciously let go of attachments to the mystery and enjoy yourself.","keyword":"mystery","subject_line":"Consciously let go of attachments","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/09-sagittarius\/sagittarius-300px.png"},{"date":"2007-08-09","sign":"10","slant":"Generic","rating":"1","interp":"Someone may need your help today, but there's really nothing you have to do other than listen. The greatest gift you can give another now is to accept him or her as is, without any further demands. Ultimately, your support of others can turn into a spiritual gift that is given back to you as you learn something special about yourself.","sms_interp":"Someone may need your help today. The greatest gift you can give others now is to accept them, without any further demands.","keyword":"accept others","subject_line":"Someone may need your help today","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/10-capricorn\/capricorn-300px.png"},{"date":"2007-08-09","sign":"11","slant":"Generic","rating":"1","interp":"Although relationships can be a bit confusing these days, an opening of clarity appears in your life now to show you a new way to interact with others. Instead of putting a relationship into a box by defining it by your goals, try being more open-minded and engage others without too many expectations.","sms_interp":"Clarity can appear in your life to show you a new way to interact with others. Try being more open-minded.","keyword":"open-minded","subject_line":"Try being more open-minded","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/11-aquarius\/aquarius-300px.png"},{"date":"2007-08-09","sign":"12","slant":"Generic","rating":"1","interp":"You may be ready to put extra time into romance or, perhaps, taking care of children. Either way, your tenderness can lead you to be extra protective of those close to you. Remember, however, that fostering freedom can also be a way to show your love. Balance containment with independence to nurture all of your relationships now.","sms_interp":"Your tenderness can lead you to be extra protective. Balance containment with independence to nurture all of your relationships.","keyword":"relationships","subject_line":"Balance containment with independence","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/12-pisces\/pisces-300px.png"}]
[{"date":"2007-08-10","sign":"0","slant":"Generic","rating":"1","interp":"The Moon is at home within the protective Crab's hard outer shell as it swims through the watery world of Cancer. We experience everything more strongly now, yet can't easily express our feelings, especially when our security is threatened by emotional vulnerability. We may worry more as mental Mercury tensely aspects passionate Pluto and wounded Chiron, yet can overcome anxiety by being aware or our reactions and performing sudden acts of kindness.","sms_interp":"We experience everything more strongly now, yet can't easily express our feelings, especially when our security is threatened.","keyword":"vulnerability","subject_line":"Try performing sudden acts of kindness","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/00-general\/general-300px.png"},{"date":"2007-08-10","sign":"1","slant":"Generic","rating":"1","interp":"On one hand you are all fired up and ready to go. But paradoxically, you are much more tentative than usual and may attempt to restrain yourself until the right moment comes along. It feels as if you must hurry up without doing anything too impulsive. Living within this contradiction can make your day interesting, even if it's not very relaxing.","sms_interp":"It feels like you must hurry up, while not doing anything impulsive. Living with this contradiction can make your day interesting.","keyword":"contradiction","subject_line":"The day is interesting, if not relaxing","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/01-aries\/aries-300px.png"},{"date":"2007-08-10","sign":"2","slant":"Generic","rating":"1","interp":"You are prepared to say what must be said, but you may be fearful and don't want to rush into it. You don't want to waste any words today and, in fact, you may not be very verbose. Still, communication will likely be the focus of your day. Be careful to use exactly the right words so you have the desired impact.","sms_interp":"Communication will likely be the focus of your day. Be careful to use exactly the right words so you have the desired impact.","keyword":"communication","subject_line":"Communication will likely be your focus","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/02-taurus\/taurus-300px.png"},{"date":"2007-08-10","sign":"3","slant":"Generic","rating":"1","interp":"You probably don't feel like you're living up to your ideals now. A large part of the problem, though, isn't about what you are doing. It's that your current tendency is to judge yourself particularly harshly, so your shortcomings may be more in your mind than in reality. Give yourself a break by suspending self-criticism for a day or two.","sms_interp":"Your shortcomings may be more in your mind than in reality. Give yourself a break by suspending self-criticism for a day or two.","keyword":"self-criticism","subject_line":"Suspend self-criticism for a while","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/03-gemini\/gemini-300px.png"},{"date":"2007-08-10","sign":"4","slant":"Generic","rating":"1","interp":"Now that the Moon is back in Cancer, you would like to be taken more seriously. You know what you are feeling and you want others to know too. Naturally, this means that you will have to tell them, for they are not mind readers. Go ahead and speak your piece while remaining true to your heart.","sms_interp":"You know what you are feeling and you want others to know too. Go ahead and speak your piece while remaining true to your heart.","keyword":"speak your piece","subject_line":"Go ahead and speak your piece","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/04-cancer\/cancer-300px.png"},{"date":"2007-08-10","sign":"5","slant":"Generic","rating":"1","interp":"There can be quite a lot that you aren't saying now, but this may stem from what you don't know, rather than anything you consciously withhold. This is unusual, for you are more often the type of person who makes it your business to know everything that's important. But it's possible that something is being hidden from you. Make it your job today to find out what's going on.","sms_interp":"It's possible that something is being hidden from you. Make it your job today to find out what's going on.","keyword":"hidden truth","subject_line":"Something is possibly being hidden from you","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/05-leo\/leo-300px.png"},{"date":"2007-08-10","sign":"6","slant":"Generic","rating":"1","interp":"Even if your life doesn't feel as fulfilling as you wish, rest assured that opportunities are now lurking behind metaphorical trees, waiting for you to walk past the right one. Be patient, for it might take you a while to recognize what you have already experienced. Good fortune will reward patience.","sms_interp":"Be patient, for it might take you a while to recognize what you have already experienced. Good fortune will reward patience.","keyword":"patience","subject_line":"Good fortune will reward patience","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/06-virgo\/virgo-300px.png"},{"date":"2007-08-10","sign":"7","slant":"Generic","rating":"1","interp":"You are in a very serious phase now, even regarding your social obligations. You want to make sure that you do the right thing, and this isn't a light and easy endeavor. It may be difficult to find the proper balance between indulging yourself and over-indulging. There's no need to go to extremes; moderation is key.","sms_interp":"It may be difficult to find the proper balance between indulging yourself and over-indulging. There's no need to go to extremes.","keyword":"moderation","subject_line":"There's no need to go to extremes","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/07-libra\/libra-300px.png"},{"date":"2007-08-10","sign":"8","slant":"Generic","rating":"1","interp":"Trust your intuition, even if it runs counter to expectations. The signals you now receive from your body can stir buried emotions up into your consciousness. It's important that you acknowledge these feelings and treat them with the respect they deserve. Don't, however, make life-altering decisions based upon them.","sms_interp":null,"keyword":"buried emotions","subject_line":"It's important to acknowledge and respect feelings","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/08-scorpio\/scorpio-300px.png"},{"date":"2007-08-10","sign":"9","slant":"Generic","rating":"1","interp":"It can be very annoying when you cannot escape the deep and powerful feelings you have today. They seem to get in the way of the good time that you anticipated. Meditating on an emotional obstacle can be fruitful, for you won't avoid it by distracting yourself. Facing up to your fears can be the necessary catalyst to help them dissipate.","sms_interp":"Meditating on an emotional obstacle can be fruitful, for you won't avoid it by distracting yourself. Face up to your fears.","keyword":"face fears","subject_line":"Face up to your fears","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/09-sagittarius\/sagittarius-300px.png"},{"date":"2007-08-10","sign":"10","slant":"Generic","rating":"1","interp":"You are running into a stone wall and there doesn't seem to be much you can do about it. You aren't going to climb over it as a Mountain Goat might try. This obstacle is substantial, yet certainly not significant enough to change your life. Accepting the limitations that are now imposed upon you can be a great place to start. You will find a way through this, but probably not for another few days.","sms_interp":"Accepting the limitations that are now imposed upon you can be a great place to start. You will find a way through this soon.","keyword":"limitations","subject_line":"You will find a way through this soon","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/10-capricorn\/capricorn-300px.png"},{"date":"2007-08-10","sign":"11","slant":"Generic","rating":"1","interp":"You may be facing a dilemma that is temporarily irresolvable, so don't judge yourself negatively if you can't find a solution. Getting upset at your shortcomings is simply a waste of energy. For now, it may be wise to just walk away from the problem to give yourself a little more time. Wait until after tomorrow's New Moon before making your decision.","sms_interp":"It may be wise to walk away from the problem to give yourself more time. Wait until after tomorrow's New Moon to make a decision.","keyword":"dilemmas","subject_line":"Give yourself more time","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/11-aquarius\/aquarius-300px.png"},{"date":"2007-08-10","sign":"12","slant":"Generic","rating":"1","interp":"Although the weekend is here, you cannot wait for the fun to begin. Unfortunately, you may have considerable responsibilities that you need to fulfill, preventing you from slipping into a fun-loving groove. It's important to meet your obligations, but remember that good times are not just about distraction. A happier you is a more productive you.","sms_interp":"It's important to meet your obligations, but good times are not just about distraction. A happier you is a more productive you.","keyword":"good times","subject_line":"A happier you is a more productive you","image":"https:\/\/gfx.tarot.com\/images\/site\/tarot\/avatars\/12-pisces\/pisces-300px.png"}]
